export const CATEGORY_TRAITS = {
  cat1: ['дизайн', 'батарея', 'дисплей', 'камера', 'отзыв', 'портативность'],
  cat2: ['производительность', 'экран', 'автономность', 'вес', 'клавиатура', 'охлаждение'],
  cat3: ['дизайн', 'дисплей', 'производительность', 'камера', 'батарея', 'портативность'],
  cat4: ['дизайн', 'звук', 'комфорт', 'батарея', 'шумоподавление', 'портативность'],
  cat5: ['дизайн', 'дисплей', 'функциональность', 'батарея', 'комфорт', 'портативность'],
  cat6: ['графика', 'производительность', 'цена', 'портативность', 'энергоэффективность'],
  cat7: ['звук', 'батарея', 'портативность', 'дизайн', 'функциональность'],
  cat8: ['дизайн', 'качество', 'функциональность', 'цена', 'совместимость'],
}
