export const PRODUCT_CHARACTERISTICS = {
  cat1: [
    'Экран',
    'Процессор',
    'Оперативная память',
    'Встроенная память',
    'Основная камера',
    'Фронтальная камера',
    'Аккумулятор',
    'Операционная система',
    'Степень защиты'
  ],
  cat2: [
    'Процессор',
    'Оперативная память',
    'Жесткий диск',
    'Экран',
    'Графический процессор',
    'Вес',
    'Клавиатура',
    'Время работы'
  ],
  cat3: [
    'Экран',
    'Процессор',
    'Оперативная память',
    'Встроенная память',
    'Основная камера',
    'Фронтальная камера',
    'Аккумулятор',
    'Операционная система',
    'Вес'
  ],
  cat4: [
    'Тип',
    'Подключение',
    'Время работы',
    'Шумоподавление',
    'Частотный диапазон',
    'Чувствительность',
    'Импеданс',
    'Вес'
  ],
  cat5: [
    'Экран',
    'Процессор',
    'Оперативная память',
    'Встроенная память',
    'Аккумулятор',
    'Датчики',
    'Водонепроницаемость',
    'Совместимость'
  ],
  cat6: [
    'Процессор',
    'Оперативная память',
    'Встроенная память',
    'Графический процессор',
    'Поддержка 4K',
    'Жесткий диск',
    'Количество игроков'
  ],
  cat7: [
    'Мощность',
    'Время работы',
    'Подключение',
    'Водонепроницаемость',
    'Частотный диапазон',
    'Вес',
    'Bluetooth версия'
  ],
  cat8: [
    'Тип',
    'Совместимость',
    'Материал',
    'Цвет',
    'Размеры',
    'Вес',
    'Дополнительные функции'
  ],
}

export const CATEGORY_TRAITS = {
  cat1: ['дизайн', 'батарея', 'дисплей', 'камера', 'отзыв', 'портативность'],
  cat2: ['производительность', 'экран', 'автономность', 'вес', 'клавиатура', 'охлаждение'],
  cat3: ['дизайн', 'дисплей', 'производительность', 'камера', 'батарея', 'портативность'],
  cat4: ['дизайн', 'звук', 'комфорт', 'батарея', 'шумоподавление', 'портативность'],
  cat5: ['дизайн', 'дисплей', 'функциональность', 'батарея', 'комфорт', 'портативность'],
  cat6: ['графика', 'производительность', 'цена', 'портативность', 'энергоэффективность'],
  cat7: ['звук', 'батарея', 'портативность', 'дизайн', 'функциональность'],
  cat8: ['дизайн', 'качество', 'функциональность', 'цена', 'совместимость'],
}
